import React from "react";

export const AboutUsReturnPolicies = () => {
    return (
        <div>
            <h3 className="AboutUsPage__Title">ПРАВИЛА ОБМЕНА И ВОЗВРАТА</h3>
            <div className="AboutUsPage__Text">
                1. Мы работаем согласно “Закона Украины о правах потребителей”.
                <br />
                2. Обмен и возврат товара производится в случае если:
                <br />
                - он не использовался
                <br />
                - сохранен его товарный вид
                <br />- сохранены потребительские свойства, пломбы, ярылки
                <br />- нет посторонних запахов, в том числе стирального
                порошка, парфюмерии
                <br />
                3. Обратите внимание, что претензии о несоответствии модели и
                браку принимаются только если он обнаружен в отделении Новой
                Почты. После получения посылки, претензии по данным пунктам не
                принимаются.
                <br />
                4. Возврат и обмен возможен только на верхнюю одежду. На
                нательное белье возможен только обмен, при условии, соблюдения
                всех правил указанных в разделе 2.
                <br />
                5. При возврате товара, в качестве компенсации транспортных
                услуг и затрат на упаковку, предоплата в размере 200 грн. не
                возвращается. При полной оплате из суммы полной оплаты
                вычитается 100 грн. при возврате денежных средств покупателю.
            </div>
        </div>
    );
};
