import React from "react";

export const AboutUsBrand = () => {
    return (
        <div>
            <h3 className="AboutUsPage__Title">О БРЕНДЕ MARITEL’</h3>
            <div className="AboutUsPage__Text">
                Свои первые шаги мы начали в марте 2015 года. За более чем 4
                года работы мы успели добиться хороших, на наш взгляд,
                результатов. За нашим брендом женской одежды для дома
                собственного производства стоит семья молодых
                предпринимателей Супрунова Маргарита и Супрунов Кирилл. Это
                семейный бизнес, это наше лицо и наша любовь.
                <p className="AboutUsPage__Paragraph"></p>
                Немного фактов о нас:
                <br />
                — ежедневно для улучшения качества обслуживания и продукта, мы
                тратим не менее 10 часов жизни
                <br />
                — наш инстаграм аккаунт развили с 0 до 170.000. подписчиков за 5
                лет
                <br />
                — наши изделия носят более  63 000 человек по всему миру.
                <br />— огромный офис и швейный цех более 430 м2;
                <br />— нами восхищаются более 100 блогеров, звезд и лидеров
                мнений — в неделю мы отшиваем более 2500 единиц
                изделий специально для Вас
                <p className="AboutUsPage__Paragraph"></p>
                Как мы этого добились? Мы просто любим свое дело и не пытаемся
                кого-то копировать, даже наоборот — мы делаем такой продукт,
                который подделывают другие производители. Но достойных аналогов
                вы не найдете, потому что наша «мама бренда» разрабатывает
                беспрецедентные модели, ищет лучшие образцы тканей и кружев
                лично. Все это для того, чтобы Вы чувствовали себя идеально в
                любом месте и при любых условиях, чтобы Ваша вторая половинка
                при виде Вас восхищалась своей девушкой, женой, мамой, бабулей.
                Любите себя и балуйте красотой от Maritel'.
            </div>
        </div>
    );
};
