import React from "react";

export const AboutUsRules = () => {
    return (
        <div>
            <h3 className="AboutUsPage__Title">ПРАВИЛА САЙТА</h3>
            <div className="AboutUsPage__Vacancy">
                <div className="AboutUsPage__SubTitle">Общие условия</div>
                <div className="AboutUsPage__Text">
                    До просмотра сайта ознакомьтесь с Правилами использования
                    сайта https://maritel.com.ua (далее Сайт). Если вы не
                    согласны с Правилами, не используйте Сайт
                    https://maritel.com.ua. Администрация Сайта оставляет за
                    собой право менять Правила Сайта без предварительного
                    уведомления.
                </div>
            </div>
            <div className="AboutUsPage__Vacancy">
                <div className="AboutUsPage__SubTitle">Использование сайта</div>
                <div className="AboutUsPage__Text">
                    Maritel.com.ua предоставляет вам доступ к материалам Сайта.
                    Содержимое Сайта защищается Законом. Администрация Сайта не
                    несёт ответственность за содержимое внешних ресурсов, ссылки
                    на которые размещены на Сайте. Вы можете скачивать материалы
                    Сайта для личного некоммерческого использования. Вносить
                    изменения, распространять их или торговать ими без нашего
                    письменного согласия нельзя.
                </div>
            </div>
            <div className="AboutUsPage__Vacancy">
                <div className="AboutUsPage__SubTitle">Регистрация</div>
                <div className="AboutUsPage__Text">
                    Регистрируясь на Сайте, вы предоставляете о себе правдивые
                    личные данные, администрация Сайта обязуется соблюдать
                    законодательство Украины о персональных данных.
                    Администрация Сайта может использовать эти данные в
                    маркетинговых целях.
                </div>
            </div>
            <div className="AboutUsPage__Vacancy">
                <div className="AboutUsPage__SubTitle">
                    Размещение отзывов о работе магазина, комментариев
                </div>
                <div className="AboutUsPage__Text">
                    Размещая материалы и/или отзывы на сайте, пользователь несёт
                    ответственность за содержание таких материалов, их
                    соответствие законодательству, моральным и этическим нормам.
                    Администрация Сайта оставляет за собой право
                    публиковать оставленные материалы по своему усмотрению, без
                    уведомления автора.
                </div>
            </div>
            <div className="AboutUsPage__Vacancy">
                <div className="AboutUsPage__SubTitle">
                    Отказ от ответственности
                </div>
                <div className="AboutUsPage__Text">
                    Предоставляя информацию о сервисах и товарах, Администрация
                    Сайта не несёт ответственности в случае, если наполнение
                    сервисов и конфигурации продуктов, представленных на сайте,
                    изменены производителем без предварительного уведомления.
                    <p className="AboutUsPage__Paragraph"></p>
                    Администрация Сайта не несёт ответственность за правильность
                    указанных на Сайте характеристик, а также за возможные
                    ошибки различного характера. Изображения продуктов на Сайте
                    могут отличаться от фактического вида товаров. Администрация
                    оставляет за собой право вносить изменения в материалы сайта
                    (услуги, продукты, цены), обновлять их по своему усмотрению.
                    Администрация сайта не несет ответственности и не имеет
                    обязательств перед пользователями в связи с любыми
                    возможными или возникшими потерями или убытками, связанными
                    с любым содержанием Сайта. Представленные на Сайте продукты
                    могут быть доступны не во всех точках розничной торговли,
                    цена их реализации может отличатся от указанной на сайте.
                </div>
            </div>
            <div className="AboutUsPage__Vacancy">
                <div className="AboutUsPage__SubTitle">
                    Рассылки и информационные сообщения
                </div>
                <div className="AboutUsPage__Text">
                    1. Рассылки и информационные сообщения направляются на
                    адреса электронной почты клиентов, которые приобретали товар
                    в найшем магазине (в том числе и в интернет-магазине
                    https://maritel.com.ua) и/или брали участие в акциях и/или
                    иных маркетинговых активностях (конкурсы, розыгрыши
                    призов/подарков и т.д), которые проводились у нас.
                    Основанием для получения рассылки и/или информационного
                    сообщения является адрес электронной почты, который клиент
                    по собственной инициативе сообщил в соответствующей анкете
                    либо при оформлении заказа в интернет-магазине
                    https://maritel.com.ua, либо в случае самостоятельной
                    подписки на получение рассылки и информационных сообщений на
                    вышеуказанном сайте.
                    <br />
                    2. Указанные рассылки содержат информацию о предстоящих
                    акциях по продаже товаров, розыгрышах, скидках, специальных
                    предложениях и прочих мероприятиях для клиентов.
                    <br />
                    3. Покупатель в любой момент может отписаться от получения
                    рассылки через соответствующий функционал в теле письма
                    рассылки (кликнув по ссылке "Отписаться" внизу письма).
                </div>
            </div>
            <div className="AboutUsPage__Vacancy">
                <div className="AboutUsPage__SubTitle">
                    Политика защиты персональных данных
                </div>
                <div className="AboutUsPage__Text">
                    1. Информация, предоставленная Вами,  может использоваться
                    владельцами сайта https://maritel.com.ua с целью обработки,
                    сохранения и использования в коммерческой деятельности, в
                    том числе передаче партнерам https://maritel.com.ua для
                    проведения маркетинговых активностей. Вы выражаете согласие
                    на обработку Ваших персональных данных следующим образом:
                    при посещение сайта https://maritel.com.ua или совершении
                    (подтверждении) Вами заказа на сайте https://maritel.com.ua,
                    то есть при приобретении товаров и / или услуг; при
                    регистрации в личном кабинете на сайте
                    https://maritel.com.ua; при участии в рекламных активностях
                    https://maritel.com.ua в соответствии с правилами проведения
                    таких мероприятий. Такой перечень порядка предоставления
                    согласия на обработку Ваших персональных данных не является
                    исчерпывающим и согласовывается https://maritel.com.ua и
                    клиентом (потребителем) и / или доводится до сведения
                    клиента (потребителя). https://maritel.com.ua использует все
                    необходимые (cookies) куки, чтобы обеспечить Вам
                    предоставление максимально полной информации о нас и наших
                    возможностях, чтобы Вы получили лучший опыт на нашем сайте.
                    Если Вы продолжаете пользоваться нашим сайтом, это означает
                    Ваше согласие на использование нами (cookies) и получения
                    Вами всех файлов cookie, и нашу возможность отправлять Вам
                    самую свежую информацию о самых актуальных предложениях и
                    акциях. Вы в любое время можете легко отказаться от рассылки
                    или запретить использовать куки путем персональных настроек
                    Вашего девайса.
                </div>
            </div>
        </div>
    );
};
